<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadDescription</key>
	<string>Wifi Settings</string>
	<key>PayloadDisplayName</key>
	<string>Wifi Settings</string>
	<key>PayloadIdentifier</key>
	<string>au.org.name.device.config.wifi</string>
	<key>PayloadOrganization</key>
	<string>Company Name</string>
	<key>PayloadRemovalDisallowed</key>
	<true/>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>2927579F-0FCD-4699-9B46-52FB85AF5903</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
	<key>PayloadContent</key>
	<array>
        <!-- Wireless Configuration -->
		<dict>
			<key>PayloadDisplayName</key>
			<string>Wi-Fi Settings (SSIDNAME)</string>
			<key>PayloadIdentifier</key>
			<string>au.org.name.wifi1</string>
			<key>PayloadType</key>
			<string>com.apple.wifi.managed</string>
			<key>PayloadUUID</key>
			<string>0F4BBD96-0E97-4595-B431-F82FC151FC8F</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>AutoJoin</key>
			<false/>
			<key>CaptiveBypass</key>
			<true/>
			<key>EncryptionType</key>
			<string>WPA2</string>
			<key>HIDDEN_NETWORK</key>
			<false/>
                        <key>NAIRealmNames</key>
                               <array>
			              <string>fmjfndnnamakiuyshbwnbbgnjcj3747818.com</string>
                               </array>

			<key>IsHotspot</key>
			<false/>

			<key>DisplayedOperatorName</key>
			<string>ShawPasspoint</string>

                        <key>ServiceProviderRoamingEnabled</key>
                        <false/>

<key>MCCAndMNCs</key>
<array>
<string>302490</string>
</array>

<key>OuterIdentity</key>
                        <string>AnonymousssssMothafuck192838</string>

<key>RoamingConsortiumOIs</key>
                        <array>
                        <string>Djjahahhnnwnwnhxhuubbssnsn</string>
                        <string>Djjahahhnnwnwnhxhusnmwjqjjuck</string>
                        </array>
                 

<key>QoSMarkingPolicy</key>
			<dict>

                        <key>QoSMarkingEnabled</key>
                        <true/>
                        <key>QoSMarkingAppleAudioVideoCalls</key>
                        <false/>

<key>QoSMarkingWhitelistedAppIdentifiers</key>
<array>
<string>com.apple.facetime</string>
<string>com.apple.mobilesafari</string>
<string>com.apple.mobilephone</string>
<string>com.apple.mobilesms</string>

<string>com.apple.WebBookmarks.webbookmarksd</string>
<string>com.apple.WebBookmarks</string>
<string>com.apple.mobilemail</string> 

</array>

</dict>

			<key>Password</key>
			<string>WIFIPASSWORD</string>
			<key>ProxyType</key>
			<string>None</string>
			<key>SSID_STR</key>
			<string>ShawMobileHotspot</string>
		</dict>

	</array>
</dict>
</plist>
